driver-tests/bpelse/dynamicpartnerlink/correlation/correlationJbi/test/simpleCorrelation_Invoke/Input.xml

<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"
                   xmlns:xsi="http://www.w3.org/1999/XMLSchema-instance"
                   xmlns:xsd="http://www.w3.org/1999/XMLSchema"
                   xmlns:tns="http://seebeyond.com/simpleCorrelation1/"
                   xmlns="urn:simpleCorrelation1TargetNamespace">
 <SOAP-ENV:Header/>
 <SOAP-ENV:Body>
  <simpleCorrelation1Part>
    <string>1.11</string>
  </simpleCorrelation1Part>
 </SOAP-ENV:Body>
</SOAP-ENV:Envelope>